Repository: lastorset/Local-Exchange
Catalog: includes/lang/*/LC_MESSAGES/*.po
Languages: nl_nl

source: File was deleted but could not delete row from database. The row will have to removed manually. Please contact your systems administrator.
nl_nl: Het bestand is verwijderd maar de databaserecord kan niet verwijderd worden. Dit moet handmatig worden gedaan. Neem aub contact op met de webmaster.

source: Could not delete file
nl_nl: Kan bestand niet verwijderen
