Repository: lastorset/Local-Exchange
Catalog: includes/lang/*/LC_MESSAGES/*.po
Languages: nl_nl

source: Current Balance is
nl_nl: Saldo is

source: Create a New Member Account
nl_nl: Maak een nieuw account

source: Edit a Member Account
nl_nl: Wijzig een account

source: Edit a Member Photo
nl_nl: Wijzig een ledenfoto

source: Inactivate/Re-activate a Member Account
nl_nl: De-activeer of activeer een account

source: Edit/Delete a Joint Member
nl_nl: Wijzig een partnerlid

source: Unlock Account and Reset Password
nl_nl: De-blokkeer een account en reset het wachtwoord

source: Override Member Account Balance
nl_nl: Corrigeer het saldo van een lid

source: Manage Account Restrictions
nl_nl: Bewerk lid beperkingen

source: Exchanges
nl_nl: Transacties

source: Record an Exchange for a Member
nl_nl: Voer een transactie in voor een lid

source: Reverse an Exchange that was Made in Error
nl_nl: Boek een verkeerde transactie terug voor een lid

source: Record Feedback for a Member
nl_nl: Geef feedback voor een lid

source: Listings
nl_nl: Advertenties

source: Offers
nl_nl: Aanbod

source: Create a New Offer Listing for a Member
nl_nl: Plaats een Aanbod voor een lid

source: Edit a Member's Offered Listing
nl_nl: Wijzig een Aanbod voor een lid

source: Delete a Member's Offered Listing
nl_nl: Verwijder een Aanbod voor een lid

source: Wants
nl_nl: Vraag

source: Create a New Want Listing for a Member
nl_nl: Plaats een Vraag voor een lid

source: Edit a Member's Wanted Listing
nl_nl: Wijzig een Vraag voor een lid

source: Delete a Member's Wanted Listing
nl_nl: Verwijder een Vraag voor een lid

source: Miscellaneous
nl_nl: Diversen

source: Member Going on Holiday
nl_nl: Lid gaat op vakantie

source: Create a New Listing Category
nl_nl: Maak een nieuwe advertentiecategorie

source: Edit/Delete Listing Category
nl_nl: Bewerk of verwijder een advertentiecategorie

source: Create a New State
nl_nl: Maak een nieuwe wijk/buurt

source: Content
nl_nl: Inhoud

source: Information Pages
nl_nl: Informatiepagina's

source: Create a New Information Page
nl_nl: Maak een nieuwe informatiepagina

source: Edit Info Pages
nl_nl: Bewerk een informatiepagina

source: Delete an Info Page
nl_nl: Verwijder een informatiepagina

source: Edit Information Page Permissions
nl_nl: Bewerk informatiepagina permissies

source: See Info Page URL 's
nl_nl: Bekijk informatiepagina URL's

source: News and Events
nl_nl: Prikbord

source: Create a News Item
nl_nl: Maak een nieuwsbericht

source: Edit a News Item
nl_nl: Bewerk een nieuwsbericht

source: Upload a Newsletter
nl_nl: Upload een nieuwsbrief

source: Delete Newsletters
nl_nl: Verwijder een nieuwsbrief

source: Admin Fees
nl_nl: Administratieve bijdragen/contributie

source: Take Monthly Fee
nl_nl: Schrijf de maandelijkse bijdrage af

source: Refund Monthly Fee
nl_nl: Boek de maandelijkse bijdrage terug

source: Take One-Off Service Charge
nl_nl: Schrijf de servicebijdrage af

source: Refund Service Charge
nl_nl: Boek de servicebijdrage terug

source: System & Reporting
nl_nl: Systeem en rapportage

source: Site Settings
nl_nl: Algemene instellingen

source: Send an Email to All Members
nl_nl: Stuur een e-mailbericht naar alle leden

source: View Members Not Yet Logged In
nl_nl: Bekijk leden die nog niet hebben ingelogd

source: Choose Member whose Balance you wish to Edit
nl_nl: Kies het lid waarvan je het saldo wilt bewerken

source: Member
nl_nl: Lid

source: Edit Balance
nl_nl: Bewerk saldo

source: Choose Category
nl_nl: Kies een categorie

source: Which Category?
nl_nl: Welke categorie?

source: Edit
nl_nl: Bewerk

source: Delete
nl_nl: Verwijder

source: This category still has listings in it. You will need to move these listings to new categories or delete them before you can delete this category. Note that the listings could be temporarily inactive or expired, in which case they will not show in the offered/wanted lists.
nl_nl: In deze categorie staan nog advertenties. Verwijder de advertenties of verplaats ze naar een nieuwe categorie voordat de categorie kan worden verwijderd. Let op dat advertenties tijdelijk inactief kunnen zijn en dus niet in de lijsten worden getoond.

source: Listings in this category:
nl_nl: Advertenties in deze categorie

source: OFFERED
nl_nl: AANBOD

source: WANTED
nl_nl: VRAAG

source: The category has been deleted.
nl_nl: De categorie is verwijderd.

source: Category Description
nl_nl: Categorie omschrijving

source: Submit
nl_nl: Verstuur

source: Enter the category description
nl_nl: Voer de categorie omschrijving in

source: The category has been created.
nl_nl: De categorie is gemaakt.

source: Could not save the category.
nl_nl: Kan de categorie niet opslaan

source: Please try again later.
nl_nl: Probeer het later nog eens.

source: Edit Listing Category
nl_nl: Bewerk advertentiecategorie

source: Category description cannot be blank
nl_nl: De categorie omschrijving kan niet leeg zijn

source: The category has been updated.
nl_nl: De categorie is vernieuwd

source: Could not save changes to the category.
nl_nl: Kan de veranderingen in de categorie niet opslaan

source: Email all Members
nl_nl: Stuur een e-mailbericht naar alle leden

source: This email will go out to <i>ALL</i> members of
nl_nl: Dit e-mailbericht gaat naar ALLE leden van

source: Your Message
nl_nl: Je bericht:<br>

source: Send
nl_nl: Verstuur

source: Enter a subject
nl_nl: Voer een onderwerp in

source: Enter your message
nl_nl: Voer je bericht in

source: Your message has been sent to all members.
nl_nl: Je e-mailbericht is naar alle leden verstuurd

source: There were errors sending the email to the following email addresses
nl_nl: Het e-mailbericht kon niet worden verstuurd naar de volgende adressen

source: Contact Us
nl_nl: Contact

source: For more information on the
nl_nl: Voor meer informatie over

source: or to find out how to become a member, please fill out our information request. Someone will get back to you soon. Please check our
nl_nl: of om te weten hoe je lid kunt worden, kun je een informatie-aanvraag invullen. Wij nemen dan snel contact met je op. Kijk ook op de

source: Events
nl_nl: 'Prikbord'

source: page for our next New Member's Meeting if you would like to join our group!
nl_nl: pagina voor ons eerstvolgende kLETScaf? als je een keer wilt kennismaken !

source: Name
nl_nl: Naam

source: Email
nl_nl: E-mailadres

source: Phone
nl_nl: Telefoon

source: (Select One)
nl_nl: (Maak een keuze)

source: Newspaper
nl_nl: Krant

source: Search Engine
nl_nl: Zoekmachine

source: Friend
nl_nl: Vriend

source: Local Business
nl_nl: Lokaal zakenleven

source: Article
nl_nl: Artikel

source: Other
nl_nl: Anders

source: How did you hear about us?
nl_nl: Hoe heb je van ons gehoord?

source: Enter your name
nl_nl: Vul je naam in

source: Enter your email address
nl_nl: Vul je e-mailadres in

source: Enter your phone number
nl_nl: Vul je telefoonnummer in

source: Contact Form
nl_nl: Contactformulier

source: From
nl_nl: Van

source: Heard From
nl_nl: Gehoord van

source: Thank you.
nl_nl: Dank je

source: There was a problem sending the email. Are your sure you entered your email address correctly?
nl_nl: Het e-mailbericht kon niet worden verstuurd. Weet je zeker dat het e-mailadres goed is ingevuld?

source: Arts & Crafts
nl_nl: Kunst en creativiteit

source: Building Services
nl_nl: Bouwen en zo

source: Business & Administration
nl_nl: Zakelijke dienstverlening

source: Children & Childcare
nl_nl: Kinderen en kinderverzorging

source: Counseling & Therapy
nl_nl: Counseling en therapie

source: Food
nl_nl: Etenswaar

source: Gardening & Yard Work
nl_nl: Tuinwerk

source: Goods
nl_nl: Goederen

source: Health & Personal
nl_nl: Persoonlijke verzorging

source: Household
nl_nl: Huishouden

source: Music & Entertainment
nl_nl: Muziek en ontspanning

source: Pets
nl_nl: Huisdieren

source: Sports & Recreation
nl_nl: Sport en recreatie

source: Teaching
nl_nl: Onderwijs

source: Transportation
nl_nl: Transport

source: Freebies
nl_nl: Gratis

source: &quot;Account Restriction Lifted&quot; Email
nl_nl: &quot;Ledenbeperking opgeheven&quot;&nbsp;e-mail

source: Restrictions on your account have been lifted.
nl_nl: De beperking op uw lidmaatschap is opgeheven

source: Define email that is sent out when restrictions are lifted on an account.
nl_nl: Bepaal de inhoud van de e-mail die verstuurd wordt als de beperkingen op een lidmaatschap zijn opgeheven

source: &quot;Account Restricted&quot; Email
nl_nl: &quotLidmaatschap beperkt&quot;&nbsp;e-mail

source: Dear Member<br /><br />We have been reviewing members balances as we are concerned to ensure that trading goes back and forth on an equitable basis so that members are able to keep their accounts close to zero. We recognise that situations sometimes occur that lead to things getting out of balance. Therefore to assist you, we have restricted expenditure on your account for the time being. If have any queries about this, or if we can assist you in any particular way, please let us know, and we will review the situation in due course. The LETS Administrator
nl_nl: Geacht lid,<br /><br />Wij controleren regelmatig of bij het handelen de geleverde en gevraagde diensten eerlijk verdeeld zijn en de leden zoveel mogelijk hun saldo in de buurt van de nul proberen te houden. Wij realiseren ons dat er altijd een situatie kan voorkomen dat er een groot positief of negatief saldo ontstaat. Om te voorkomen dat uw saldo nog meer verslechtert, hebben wij tijdelijk uw rekening geblokkeerd. Indien wij je ergens mee kunnen helpen of indien je nog vragen hebt, laat dat ons dan weten. Wij zullen dan zo snel mogelijk reageren. <br />De LETS administratie

source: Define email that is sent out when restrictions are imposed on an account.
nl_nl: Bepaal de inhoud van de e-mail die verstuurd wordt als aan een lidmaatschap beperkingen worden opgelegd.

source: Display Member Balance
nl_nl: Toon saldo van leden

source: Do you want to display member balances in the Members List? (Balances are always visible to Admins and Committee members regardless of what is set here.)
nl_nl: Wil je de saldi van de leden in de ledenlijst tonen? (De saldi zullen altijd zichtbaar zijn voor Admins en Bestuursleden, ongeacht deze instelling.)

source: Enable Take Service Charge
nl_nl: Automatische administratiekosten activeren

source: Do you want the option of taking a service charge from members as and when?
nl_nl: Wil je gebruik maken van de mogelijkheid aan de leden administratiekosten in rekening te brengen?

source: Show Inactive Members in Members List
nl_nl: Niet-acieve leden tonen in de ledenlijst

source: Do you want to display Inactive members in the Member List?
nl_nl: Wil je de niet-acieve leden tonen in de ledenlijst?

source: Show Rate on Listings
nl_nl: Tarief in advertenties tonen

source: Do you want to display the Rate alongside the offers/wants in the main listings?
nl_nl: Wil je bij het advertentieoverzicht het gevraagde of aangeboden tarief laten zien?

source: Show Postcode on Listings
nl_nl: Postcode bij advertenties tonen

source: Do you want to display the PostCode alongside the offers/wants in the main listings?
nl_nl: Wil je bij het advertentieoverzicht de postcodes laten zien?

source: Postcode Length (in chars)
nl_nl: Aantal karakters postcode

source: If you have elected to display the postcode on offers/wants listings, how much of the PostCode do you want to show? (the number you enter will be the number of characters displayed, so for eg if you just want to show the first 3 characters of the postcode then put 3.
nl_nl: Als je er voor hebt gekozen de postcode te laten zien op het advertentieoverzicht, welk gedeelte van de postcode wil je dan laten zien? (Vul het aantal te plaatsen karakters in.)

source: Enable Balance Override
nl_nl: Aanpassen saldi toestaan

source: Do you want admins to have the option to override Balances on a per member basis? This can be useful during the initial site set-up for inputting existing balances. Link will appear in admin panel if set to TRUE. Use with CAUTION to avoid the database going out of balance
nl_nl: Wil je de administrators de mogelijkheid bieden per lid het saldo aan te passen? Dit kan nuttig zijn tijdens de installatie van het systeem om bestaande saldi in te voeren. Als deze optie aan staat wordt een link getoond in het het admin scherm. Wees hier wel uiterst voorzichtig mee in verband met het 0-saldo van het systeem.

source: Enable Member-to-Member Invoicing
nl_nl: Leden onderling factureren

source: Do you want to allow members to invoice one-another via the site? (The recipient is always given the option to confirm/reject payment of the invoice)
nl_nl: Wil je de leden toestaan elkaar via de site een rekening te sturen? (De ontvanger zal altijd de keuze hebben de rekening te aanvaarden of te weigeren.)

source: Allow Members to Upload Images
nl_nl: Mogen leden afbeeldingen toevoegen

source: Do you want to allow members to upload an image of themselves, to be displayed with their personal profile?
nl_nl: Wil je leden toestaan een foto toe te voegen aan hun persoonlijk profiel?

source: Enable Social Networking Fields
nl_nl: Persoonlijke gegevens toevoegen

source: Do you want to enable the Social Networking profile fields (Age, Sex, etc)?
nl_nl: Wil je de velden voor persoonlijke informatie, zoals leeftijd en geslacht, tonen?

source: Out Of Balance Behaviour
nl_nl: Gedrag bij verstoord systeemsaldo

source: Email Admin on Out Of Balance
nl_nl: E-mail naar admin bij verstoord systeemsaldo

source: Should the system send the Admin an email when the database is found to be out of balance?
nl_nl: Moet het systeem een e-mail naar de administrator sturen als het systeemsalo verstoord wordt?

source: Email From Address
nl_nl: Antwoord e-mailadres

source: reply@my-domain.org
nl_nl: antwoord@mijn-domein.nl

source: Email sent from this site will show as coming from this address
nl_nl: E-mails die door deze site worden verstuurd zullen dit antwoord-adres tonen.

source: Use Rates Fields
nl_nl: Gebruik tarief-velden

source: If turned on, listings will include a &quot;Rate&quot; field
nl_nl: Als je dit activeert, zal er een tarief-veld worden toegevoegd aan de advertenties.

source: Enable Monthly Fee
nl_nl: Ledenbijdrage beschikbaar stellen

source: Do you want to enable Monthly Fees
nl_nl: Wil je de maandelijkse ledenbijdrage beschikbaar stellen?

source: Monthly Fee Amount
nl_nl: Hoogte van de maandelijkse ledenbijdrage

source: How much should the Monthly Fee be?
nl_nl: Hoeveel bedraagt de maandelijkse ledenbijdrage?

source: Send Listing Updates via Email
nl_nl: Advertentie-update e-mail

source: Should users receive automatic updates for new and modified listings?
nl_nl: Moeten leden automatisch een bericht krijgen bij plaatsen of wijzigen van advertenties?

source: Default Email Listings Update Interval
nl_nl: Advertentie-update frequentie

source: If automatic updates are sent, this is the default interval.
nl_nl: Standaard aantal malen dat een bericht wordt verzonden als deze optie aan staat.

source: Allow Income Sharing
nl_nl: Inkomsten delen toestaan

source: Do you want to allow members to share a percentage of any income they generate with another account of their choosing? The member can specify the exact percentage they wish to donate.
nl_nl: Wil je leden toestaan een percentage van alle inkomsten te delen met een ander lid naar keuze? Het lid kan zelf het te doneren percentage opgeven.

source: Message Displayed to Leecher who tries to trade
nl_nl: Bericht bij poging tot transacties met ledenbeperking

source: Restrictions have been imposed on your account which prevent you from trading outwards, Please contact the administrator for more information.
nl_nl: Je rekening is beperkt waardoor je momenteel niet kunt handelen. Neem contact op met de administratie voor hulp of informatie.

source: Leecher sees this notice when trying to send money.
nl_nl: Het beperkte lid krijgt dit bericht te zien bij een poging tot betalen.

source: Show monthly fees and service charges in global exchange view
nl_nl: Bijdrage en kosten tonen in transactieoverzicht

source: Do you want to show monthly fees and service charges in the global exchange view? (Note: individual members will still be able to see this in their own personal exchange history).
nl_nl: Wil je de maandelijkse ledenbijdragen en de administratiekosten laten zien in het totale transactieoverzicht? (De leden zien deze informatie altijd in hun eigen transactieoverzicht.)

source: Database has been created. Click <A HREF=member_login.php>here</A> to login.
nl_nl: De database is gemaakt. Klik <a href=member_login.php>hier</a> om in te loggen.

source: Title
nl_nl: Titel

source: Enter a title
nl_nl: Voer een titel in

source: Enter some body text
nl_nl: Voer tekst in

source: New information page added.
nl_nl: Nieuwe informatiepagina toegevoegd

source: There was a problem adding the new page.
nl_nl: De nieuwe pagina kan niet worden toegevoegd

source: Choose Info Page to Delete
nl_nl: Kies de informatiepagina die je wilt verwijderen

source: Page deleted.
nl_nl: Pagina verwijderd

source: There was a problem deleting the page.
nl_nl: De pagina kan niet worden verwijderd

source: Which Info Page?
nl_nl: Welke informatiepagina?

source: There are no current Info Pages.
nl_nl: Er zijn geen informatiepagina's.

source: Really Delete this page (ID#
nl_nl: Wil je deze pagina echt verwijderen? (ID#

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: (go back)
nl_nl: (ga terug)

source: Download Directory
nl_nl: Download de lijst

source: Download complete.
nl_nl: Download is gereed

source: Changes saved.
nl_nl: Wijzigingen opgeslagen

source: There was a problem saving the page.
nl_nl: De pagina kan niet worden opgeslagen

source: Edit Member
nl_nl: Wijzig lid

source: 's Balance
nl_nl: 's saldo

source: Value (before decimal point, 8 digit max)
nl_nl: Waarde voor de komma maximaaal 8 posities

source: Value (after decimal point, 2 digit max)
nl_nl: Waarde achter de kommma maximaal 2 posities

source: Update Balance
nl_nl: Wijzig saldo

source: This member's balance has now been set to
nl_nl: Saldo van dit lid is nu gewijzigd in

source: Edit another member's balance?
nl_nl: Wijzig saldo van een ander lid

source: There was a problem updated this member's balance.
nl_nl: Het saldo van dit lid kan niet worden gewijzigd

source: Choose Info Page to Edit
nl_nl: Kies de informatiepagina die je wilt wijzigen

source: Email a Member
nl_nl: Stuur een e-mailbericht naar een lid

source: To
nl_nl: Naar

source: Subject
nl_nl: Onderwerp

source: Would you like to receive a copy?
nl_nl: Wil je een kopie ontvangen?

source: Your message has been sent.
nl_nl: Het bericht is verstuurd.

source: There was a problem sending the email.
nl_nl: Het bericht kan niet worden verstuurd.

source: Invoices and Transactions Pending
nl_nl: Facturen en transacties die nog niet zijn afgerond

source: require action
nl_nl: vraagt aandacht

source: Record an Exchange
nl_nl: Boek een transactie

source: View My Balance and Exchange History
nl_nl: Bekijk mijn saldo en transacties

source: View Another Member's Exchange History
nl_nl: Bekijk de transacties van een andere deelnemer

source: View My Feedback
nl_nl: Bekijk mijn feedback

source: View Another Member's Feedback
nl_nl: Bekijk de feedback van een ander lid

source: Leave Feedback for a Recent Exchange
nl_nl: Geef feedback voor een recente transactie

source: View All Trades in a Specified Time Period
nl_nl: Bekijk alle transacties in een bepaalde periode

source: Export to Spreadsheet
nl_nl: Zet in een spreadsheet

source: This will export all the tables in the database to an Excel spreadsheet for backup and reporting purposes. Click on the button below and you will be prompted to open or save the file. Please note that the information in this file is confidential and should only be stored in a private, secure location.
nl_nl: Alle tabellen in de database zullen in een spreadsheet worden gezet. Klik op de knop om de spreadsheet op te slaan. Dit is vertrouwelijke informatie, ga er zorgvuldig mee om.

source: Export complete.
nl_nl: Bestand is opgeslagen

source: Feedback for
nl_nl: Feedback voor

source: You don't have any feedback yet.
nl_nl: Je hebt nog geen feedback

source: This member does not have any feedback yet.
nl_nl: Dit lid heeft nog geen feedback

source: Leave Feedback
nl_nl: Geef feedback

source: For which Exchange?
nl_nl: Voor welke transactie?

source: There are no exchanges to leave feedback for. You have already left feedback for all your recent exchanges.
nl_nl: Er zijn geen transacties om feedback voor te geven. Je hebt al feedback gegeven voor alle recente transacties.

source: Leave Feedback about
nl_nl: Geef feedback over

source: for
nl_nl: voor

source: All feedback is public. Before leaving <i>negative</i> feedback, we recommend trying to address your concerns with the other community member. Often misunderstandings can be resolved to the benefit of both parties.
nl_nl: Alle feedback is openbaar. Als je negatieve feedback wilt geven, neem dan eerst contact op met het betreffende lid. Misverstanden kunnen vaak beter onderling worden besproken.

source: Positive
nl_nl: Positief

source: Neutral
nl_nl: Neutraal

source: Negative
nl_nl: Negatief

source: Feedback Rating
nl_nl: Waardering

source: Comments
nl_nl: Opmerkingen

source: Choose a rating
nl_nl: Kies een waardering

source: Your feedback has been recorded.
nl_nl: De feedback is opgeslagen

source: There was an error recording your feedback.
nl_nl: De feedback kan niet worden opgeslagen.

source: Comments cannot be longer than 255 characters
nl_nl: Opmerkingen mogen niet langer zijn dan 255 tekens

source: Follow Up on Feedback
nl_nl: Reageer op feedback

source: Prior Comments
nl_nl: Eerdere opmerkingen

source: Members do not match the trade selected.
nl_nl: Lid en gekozen transactie komen niet overeen

source: Choose Member
nl_nl: Kies lid

source: Whose Feedback?
nl_nl: Wiens feedback?

source: View
nl_nl: Bekijk

source: Done
nl_nl: Gedaan

source: Inactivate Listings While on Holiday
nl_nl: Zet advertenties op non-actief tijdens afwezigheid

source: This feature will temporarily inactivate all of the member's offered and wanted listings while they are gone.
nl_nl: Hiermee zet je tijdelijk alle advertenties van een lid op non-actief tijdens afwezigheid.

source: they
nl_nl: zij

source: This feature will temporarily inactivate all of your offered and wanted listings while you are gone.
nl_nl: Hiermee zet je tijdelijk al je advertenties op non-actief tijdens je afwezigheid.

source: you
nl_nl: je

source: They will not appear in the directory during that time. When the date you specify below arrives the listings will automatically reactivate.
nl_nl: De advertenties zullen gedurende deze periode niet zichtbaar zijn. Daarna worden ze automatisch weer actief.

source: en
nl_nl: nl

source: When will
nl_nl: Wanneer kom(en)

source: return?
nl_nl: terug?

source: Inactivate
nl_nl: Zet op non-actief

source: Must be a future date
nl_nl: Datum moet in de toekomst zijn

source: Date is invalid
nl_nl: Ongeldige datum

source: Listings successfully inactivated.
nl_nl: de advertenties zijn op non-actief gezet.

source: Income Sharing
nl_nl: Inkomen delen

source: You have the option of contributing a percentage of any income
nl_nl: Je kunt een percentage van al je inkomsten

source: you receive to another account. If you specify an Income Share, every time you receive
nl_nl: delen met een ander lid. Als je een inkomstendeling vaststelt, zal iedere keer als je
