Repository: lastorset/Local-Exchange
Catalog: includes/lang/*/LC_MESSAGES/*.po
Languages: nl_nl

source: a specified percentage (of your choosing) will automatically be paid to the account of your choice. You can change this arrangement at any time, but you are only allowed to share your income with one other account at a time.
nl_nl: inkomsten hebt het percentage automatisch aan het andere lid worden betaald. Je kunt op ieder moment inkomstendeling instellen, maar je kunt je inkomen maar met ??n lid tegelijk delen.

source: Sorry you can't share income with yourself.
nl_nl: Je kunt je inkomen niet met jezelf delen.

source: Not enough data to proceed.
nl_nl: Niet genoeg informatie om door te gaan.

source: The percentage must be numeric and must not contain any other characters (e.g. '10' = good input, '10%' = bad input)
nl_nl: Het percentage moet numeriek zijn en mag geen andere tekens bevatten. (bijvoorbeeld <font face='courier'> 10 = goed, 10%</font> is niet goed)

source: Sorry, you can't contribute more than 99% of your income to another account - but it's the thought that counts
nl_nl: Je kunt niet meer dan 99% van je inkomen delen met een ander lid.

source: Income Share Inactive
nl_nl: Inkomstendeling is niet actief

source: Create an Income Share
nl_nl: Stel inkomstendeling in

source: I would like to share
nl_nl: Ik wil

source: of any
nl_nl: van iedere

source: I receive
nl_nl: die ik ontvang

source: with this account
nl_nl: delen met dit lid

source: Create Income Share
nl_nl: Stel inkomstendeling in

source: Income Share Active
nl_nl: Inkomstendeling is actief

source: You are currently sharing
nl_nl: Je deelt nu

source: of your income with account
nl_nl: van je inkomen met

source: Remove Income Share
nl_nl: Verwijder inkomstendeling

source: If you wish to amend this Income Share you will first need to remove it and then create a new one.
nl_nl: Als je deze inkomstendeling wilt wijzigen, verwijder het dan eerst en stel het daarna opnieuw in.

source: *The Permissions level denotes the MINIMUM level a user must be to view the page. So, a page set with 'Committee' permissions would be visible to Committee AND Admin users, but not to those below Committee level (i.e. Members and Guests). Setting the permissions to 'Guests' effectively removes the permissions from that page and renders it visible to anyone and everyone.
nl_nl: Het toegangsniveau is het minimumniveau dat een gebruiker moet bezitten om de pagina te bekijken. Dus een pagina op 'Contactpersoonniveau' kan worden bekeken door de contactpersoon en door de administrator, maar niet door een lager niveau. Het niveau 'Gasten' geeft iedereen toegang tot de pagina.

source: Info page permissions updated successfully.
nl_nl: Toegangsniveau voor informatiepagina's is gewijzigd.

source: Update Permissions
nl_nl: Wijzig toegangsniveau

source: No info pages found!
nl_nl: Geen informatiepagina's gevonden!

source: Guests
nl_nl: Gasten

source: Members
nl_nl: Leden

source: Committee
nl_nl: Contactpersoon

source: Admin
nl_nl: Administrator

source: Initial Mailing for Rollout
nl_nl: Eerste e-mailbericht na installatie

source: Important information from
nl_nl: Belangrijke informatie van

source: Could not reset password for
nl_nl: Kan het wachtwoord niet resetten voor

source: Skipped email
nl_nl: E-mail overgeslagen

source: Member ID
nl_nl: Lidnummer

source: Password
nl_nl: Wachtwoord

source: Could not email
nl_nl: Kan e-mailbericht niet versturen

source: His/her password is
nl_nl: Zijn/haar wachtwoord is

source: Email successfully sent to all members.
nl_nl: E-mailbericht verstuurd naar alle leden.

source: For which member?
nl_nl: Voor welk lid?

source: You already have a listing with this title
nl_nl: Er bestaat al een advertentie met deze titel

source: Category
nl_nl: Categorie&nbsp;&nbsp;&nbsp;&nbsp;

source: Rate
nl_nl: Prijs

source: Description
nl_nl: Omschrijving

source: Should this listing be set to automatically expire?
nl_nl: Moet de advertentie automatisch verlopen?

source: Expires
nl_nl: Verloopt

source: Expiration must be for a future date
nl_nl: Verloopdatum moet in de toekomst liggen

source: Listing created. Create
nl_nl: Advertentie gemaakt. Maak

source: another
nl_nl: nog een

source: There was an error saving the listing.
nl_nl: De advertentie kan niet worden opgeslagen.

source: Delete Offered Listings
nl_nl: Verwijder aanbod advertentie

source: Delete Wanted Listings
nl_nl: Verwijder vraag advertentie

source: 1 listing deleted
nl_nl: 1 advertentie verwijderd

source: listings deleted
nl_nl: advertenties verwijderd

source: There was an error deleting the listings. Did you check any boxes?
nl_nl: De advertenties kunnen niet worden verwijderd. Heb je hokjes aangevinkt?

source: Should this listing be made temporarily inactive?
nl_nl: Moet deze advertentie tijdelijk niet actief zijn?

source: Reactivates
nl_nl: Maakt weer actief

source: Update
nl_nl: Vernieuw

source: Listing changes saved. Do you want to
nl_nl: Advertenties opgeslagen. Wil je

source: edit
nl_nl: nog een advertentie

source: another listing?
nl_nl: bewerken?

source: Create Listings
nl_nl: Maak advertenties

source: Offered Listings
nl_nl: Aanbod advertenties

source: Create New Offer Listing
nl_nl: Plaats aanbod advertentie

source: Edit Offered Listings
nl_nl: Bewerk aanbod advertentie

source: Wanted Listings
nl_nl: Vraag advertentie

source: Create New Want Listing
nl_nl: Plaats vraag advertentie

source: Edit Wanted Listings
nl_nl: Bewerk vraag advertentie

source: Update Listings
nl_nl: Advertenties

source: Going on Holiday
nl_nl: Vakantiestop

source: Select the category and time frame to view and press Continue. Or to view all listings at once, just press Continue. If you would like to print or download the complete directory, click
nl_nl: Selecteer de categorie en het tijdsbestek en klik op Doorgaan. Wil je alle advertenties tegelijk bekijken, klik dan op Doorgaan. Als je de advertenties wilt afdrukken of downloaden, klik

source: here
nl_nl: hier

source: View All Categories
nl_nl: Bekijk alle categorie?n

source: New/updated in last
nl_nl: Nieuw/ vernieuwd in de laatste

source: Time Frame
nl_nl: Tijdsbestek

source: View All Listings
nl_nl: Bekijk alle advertenties

source: 3 days
nl_nl: 3 dagen

source: 2 weeks
nl_nl: 2 weken

source: month
nl_nl: maand

source: 3 months
nl_nl: 3 maanden

source: Keyword
nl_nl: Zoekwoord

source: Continue
nl_nl: Doorgaan

source: Please enter a user name to log in.
nl_nl: Vul gebruikersnaam in om in te loggen.

source: Please enter a password to log on with this account. If you've forgotten your password, you can request a new one.
nl_nl: Vul wachtwoord in om in te loggen. Als je het wachtwoord vergeten bent, kun je een nieuwe aanvragen bij de administratie.

source: In order to access this section of the site, you need to be logged on.
nl_nl: Om in dit deel van deze website te komen moet je ingelogd zijn.

source: If you already have an account, please log in below
nl_nl: Als je een account hebt, log dan in aub.

source: Login
nl_nl: Log&nbsp;in

source: If you don't have an account, please contact us to join.
nl_nl: Als je geen account of lidnummer hebt, neem contact met ons op om lid te worden.

source: Restrictions can be placed on accounts if you feel they are over-using the services of others and not offering enough back in return
nl_nl: Beperkingen kunnen aan een lid worden opgelegd als het lid te veel diensten van anderen afneemt en geen inkomsten heeft

source: Error: No member ID specified.
nl_nl: Foutje: Geen lidnummer ingegeven.

source: Error: could not impose restrictions on this account
nl_nl: Foutje: Kan geen beperkingen opleggen aan dit lid

source: MySQL Said
nl_nl: My-SQL zegt:

source: Restrictions have been imposed on member id
nl_nl: Beperkingen zijn opgelegd aan dit lidnummer

source: Access Restricted on
nl_nl: Toegangsbeperking op

source: Error: could not lift restrictions on this account
nl_nl: Foutje: Kan de beperkingen van dit lid niet opheffen van dit lid

source: Restrictions have been lifted on member id
nl_nl: Beperkingen zijn opgeheven van lid

source: Account Restrictions lifted on
nl_nl: Ledenbeperkingen opgeheven van

source: Non-Restricted
nl_nl: Onbeperkt

source: Impose Restriction
nl_nl: Leg&nbsp;beperking&nbsp;op

source: Restricted
nl_nl: Beperkt

source: Lift Restriction
nl_nl: Hef&nbsp;beperking&nbsp;op

source: Choose Joint Member
nl_nl: Kies partnerlid

source: Which Joint Member?
nl_nl: Welk partnerlid?

source: Add Joint Member
nl_nl: Voeg partnerlid toe

source: Choose Member to Add Contact to
nl_nl: Kies lid om contact toe te voegen

source: First Name
nl_nl: Voornaam

source: Middle Name
nl_nl: Tussenvoegsel

source: Last Name
nl_nl: Achternaam

source: Date of Birth
nl_nl: Geboortedatum

source: Mother's Maiden Name
nl_nl: Moeders eigen achternaam

source: List this Person's Contact Information in the Directory?
nl_nl: Contactinformatie van dit lid in de lijst tonen?

source: Email Address
nl_nl: E-mailadres

source: Primary Phone
nl_nl: Telefoon

source: Secondary Phone
nl_nl: Mobiel

source: Fax Number
nl_nl: Fax

source: Country
nl_nl: Land

source: Create Contact
nl_nl: Voeg lid toe

source: Password not long enough
nl_nl: Wachtwoord niet lang genoeg

source: Enter a first name
nl_nl: Vul de voornaam in

source: Enter a last name
nl_nl: Vul de achternaam in

source: Enter a
nl_nl: Voer in

source: Enter a country
nl_nl: Vul een land in

source: Birth date cannot be in the future
nl_nl: Geboortedatum kan niet in de toekomst zijn

source: A little young, don't you think?
nl_nl: Een beetje jong vind je ook niet?

source: Not a valid email address
nl_nl: Geen geldig e-mailadres

source: Phone format invalid
nl_nl: Geen geldig telefoonnummer

source: Joint member created. Would you like to
nl_nl: Partnerlid toegevoegd. Wil je

source: add another
nl_nl: nog een toevoegen

source: There was an error saving the joint member.
nl_nl: Het partnerlid kan niet worden opgeslagen.

source: Delete Joint Member
nl_nl: Verwijder partnerlid

source: Are you sure you want to permanently delete
nl_nl: Wet je zeker dat je dit partnerlid wilt verwijderen

source: Joint member deleted.
nl_nl: Partnerlid verwijderd.

source: There was an error deleting the joint member.
nl_nl: Het partnerlid kan niet worden verwijderd.

source: Edit a Joint Member
nl_nl: Bewerk partnerlid

source: There was an error saving the person.
nl_nl: De persoon kan niet worden opgeslagen.

source: Choose Joint Member to Edit
nl_nl: Kies partnerlid om te bewerken

source: Choose Member and Person
nl_nl: Kies lid en persoon

source: Register New Member
nl_nl: Registreer nieuw lid

source: Member Role
nl_nl: Functie

source: Single
nl_nl: Enkel

source: Joint
nl_nl: Partnerlid

source: Organization
nl_nl: Organisatie

source: Business
nl_nl: Bedrijf

source: Fund
nl_nl: Stichting

source: Account Type
nl_nl: Soort lid

source: Administrator Note
nl_nl: Administrator commentaar

source: Join Date
nl_nl: Lid sinds

source: Never
nl_nl: Nooit

source: Daily
nl_nl: Dagelijks

source: Weekly
nl_nl: Wekelijks

source: Monthly
nl_nl: Maandelijks

source: How frequently should the member receive email updates?
nl_nl: Hoe vaak moet het lid e-mail updates krijgen?

source: How frequently do you wish to receive email updates?
nl_nl: Hoe vaak wilt u e-mail updates krijgen?

source: Create Member
nl_nl: Maak lid aan

source: Enter your Member ID
nl_nl: Voer lidnummer in

source: This ID is already being used
nl_nl: Dit lidnummer is al in gebruik

source: Special characters are not allowed
nl_nl: Speciale tekens zijn niet toegestaan

source: Password must contain at least one number
nl_nl: Wachtwoord moet tenminste ??n cijfer bevatten

source: You have the right idea, but it's best not to use apostraphes or backslashes in passwords
nl_nl: Het idee is goed, maar gbruik liever geen apostrofes of schuine strepen in wachtwoorden

source: You cannot assign a higher level of access than you have
nl_nl: Je kunt geen hoger niveau toekennen dan je zelf hebt

source: Join date cannot be in the future
nl_nl: De toevoegdatum kan niet in de toekomst zijn

source: Member created
nl_nl: Lid aangemaakt

source: Click
nl_nl: Klik

source: to create another member account
nl_nl: om nog een lid aan te maken

source: Or if you would like to add a joint member to this account (such as a spouse), click
nl_nl: Of als je een partnerlid aan dit lid wilt toevoegen zoals bijvoorbeeld een echtgenoot, klik

source: Since the new member does not have an email address, he/she needs to be notified of the member id
nl_nl: Omdat het nieuwe lid geen e-mailadres heeft moet hij/zij op de hoogte worden gebracht van lidnummer

source: and password
nl_nl: en wachtwoord

source: An email has been sent to
nl_nl: Een e-mailbericht is gestuurd naar

source: containing the new user id and password
nl_nl: met daarin het lidnummer en het wachtwoord

source: An attempt to email the new member information failed. This is most likely due to a technical problem. You may want to contact your administrator at
nl_nl: Het versturen van de ledeninformatie is niet gelukt. Dit heeft waarschijnlijk een technische oorzaak. Neem contact op met de webmaster op

source: Since the email failed, the new member needs to be notified of the member id
nl_nl: Omdat het e-mailbericht niet verstuurd kon worden, moet het lid op de hoogte gebracht worden van lidnummer

source: There was an error saving the member.
nl_nl: Het lid kan niet worden opgeslagen

source: Member Directory
nl_nl: Ledenlijst

source: Name (all or part)
nl_nl: Naam (of een deel)

source: Location (e.g.
nl_nl: Locatie (bijv.

source: Order by
nl_nl: Sorteer op

source: Membership No.
nl_nl: Lidnummer

source: Neighbourhood
nl_nl: Buurt

source: Town
nl_nl: Plaats

source: Balance
nl_nl: Saldo

source: Search
nl_nl: 'Zoek'

source: Should the member confirm any payments made to him/her?
nl_nl: Moet het lid ontvangen betalingen bevestigen?

source: Edit Personal Profile
nl_nl: Bewerk persoonlijk profiel

source: How often would you like to receive email updates?
nl_nl: Hoe vaak wil je e-mail updates ontvangen?

source: Do you wish to confirm payments that are made to you?
nl_nl: Wil je ontvangen betalingen bevestigen?

source: Automatically Accept Payments
nl_nl: Accepteer betalingen automatisch

source: Confirm Payments
nl_nl: Bevestig betalingen

source: Age
nl_nl: Leeftijd

source: Sex
nl_nl: Geslacht

source: About Me
nl_nl: Mijn gegevens

source: You cannot modify the member role of a higher level account
nl_nl: Je kunt de status van een hoger accountniveau niet bewerken

source: Welcome to
nl_nl: Welkom bij

source: hi
nl_nl: hallo

source: You are now logged out
nl_nl: Je bent nu uitgelogd

source: You can login at any time by clicking on the 'Login' link at the bottom of the left menu.
nl_nl: Je kunt inloggen door op de <a href=member_login.php>&quot;Log in&quot; link</a> in het menu te klikken.

source: Upload/Replace photo for
nl_nl: Upload/vervang foto voor

source: Upload a Photo
nl_nl: Upload een foto

source: Replace Image
nl_nl: Vervang een afbeelding

source: Upload Image
nl_nl: Upload een afbeelding

source: Select file to upload
nl_nl: Kies bestand om te uploaden

source: Size of uploaded file is 0 bytes.
nl_nl: De grootte van het bestand is 0 bytes.

source: File uploaded.
nl_nl: Bestand ge-upload.

source: There was a problem resizing the file.
nl_nl: Het bestand kan niet verkleind worden.

source: There was a problem uploading the file.
nl_nl: Het bestand kan niet ge-upload worden.

source: Please choose from the following options, or navigate using the buttons on the sidebar to the left.
nl_nl: Kies uit de volgende mogelijkheden, of gebruik de knoppen aan de linkerkant.

source: Member Settings
nl_nl: Leden instellingen

source: Change My Password
nl_nl: Wijzig mijn wachtwoord

source: Edit My Personal Information
nl_nl: Bewerk mijn persoonlijke gegevens

source: Add a Joint Member to My Account
nl_nl: Voeg een partnerlid toe aan mijn account

source: View Offered Listings
nl_nl: Bekijk AANBOD advertenties

source: View Wanted Listings
nl_nl: Bekijk VRAAG advertenties

source: Administration
nl_nl: Administratie

source: Add a Joint Member to an Existing Account
nl_nl: Voeg een partnerlid toe aan een bestaand account

source: Member Profile
nl_nl: Mijn Profiel

source: Upload/Change Photo of Myself
nl_nl: Upload/vervang een foto van mijzelf

source: Manage Income Shares
nl_nl: Bewerk inkomsten-deling

source: View My Profile (as others see it)
nl_nl: Bekijk mijn profiel (zoals anderen dat zien)

source: Re-activate
nl_nl: Re-activeer

source: Are you sure you want to inactivate this member? They will no longer be able to use this website, and all their listings will be inactivated as well.
nl_nl: Weet je zeker dat je dit lid wilt blokkeren? Hij / zij kan niet langer gebruik maken van deze website en alle advertenties zullen inactief gemaakt worden.

source: Are you sure you want to re-activate this member? Their listings will need to be reactivated individually or new ones created.
nl_nl: Weet je zeker dat je dit lid wilt activeren? Zijn / haar advertenties moeten stuk voor stuk weer geactiveerd worden of er moeten nieuwe advertenties gemaakt worden.

source: Changes to member status saved.
nl_nl: Wijziging status opgeslagen

source: There was an error changing the member's status.
nl_nl: Wijziging status kan niet worden opgeslagen

source: Summary for
nl_nl: Samenvatting voor

source: Choose Member to Edit
nl_nl: Kies een lid om te bewerken

source: This form will both unlock an account (if it is locked) and reset the member's password. Then it will email the new password to the member. You may want to make sure the member's email is still current.
nl_nl: Dit formulier zal een lid activeren (als deze geblokkerd is) en zal het wachtwoord resetten. Daarna zal een e-mailbericht naar het lid worden gestuurd. Het is misschien veilig eerst te controleren of het e-mailadres van het lid nog geldig is.

source: Choose the Member Account
nl_nl: Kies het lid

source: Unlock and Reset
nl_nl: Activeer en reset wachtwoord

source: Send 'Password Reset' email
nl_nl: Stuur een wachtwoord-reset e-mail

source: Send 'Welcome' Email
nl_nl: Stuur een welkom email

source: This member account had been locked due to
nl_nl: Dit lid is geblokkeerd na

source: consecutive login failures.
nl_nl: achtereenvolgende mislukte inlogpogingen.

source: It has been unlocked. If the number of attempts is more than 10 or 20,you may want to contact your administrator at
nl_nl: Is gedeblokkeerd. Als het aantal pogingen meer dan 10 is, neem dan contact op met de webmaster op

source: because it could indicate someone is trying to hack into the system.
nl_nl: Want het kan zijn dat iemand in het systeem probeert in te breken.

source: The password has been reset
nl_nl: Het wachtwoord is ge-reset

source: New Password
nl_nl: Nieuw wachtwoord

source: and a 'Password Reset' email has been sent to the member's email address
nl_nl: en een 'Wachtwoord-reset' e-mail is verstuurd naar het e-mailadres van het lid

source: However, the attempt to email the new password failed. This is most likely due to a technical problem. Contact your administrator at
nl_nl: Het versturen van het nieuwe wachtwoord is niet gelukt. Neem contact op met de webmaster op

source: Use this tool to backup your MySQL Database.<p>
nl_nl: Gebruik deze tool om een MySQL Database back-up te maken.<p>

source: Backup Now
nl_nl: Nu een back-up maken.

source: Sequence
nl_nl: Volgorde

source: Enter a description
nl_nl: Voer een omschrijving in

source: News item saved.
nl_nl: Nieuwsbericht opgeslagen.

source: There was a problem saving the news item.
nl_nl: Het nieuwsbericht kan niet worden opgeslagen.

source: There are no newsletters in the system.
nl_nl: Er zijn geen nieuwsbrieven in het systeem

source: 1 newsletter deleted.
nl_nl: 1 nieuwsbrief verwijderd.

source: newsletters deleted.
nl_nl: nieuwsbrieven verwijderd.

source: There was an error deleting the newsletters. Did you check any boxes?
nl_nl: De nieuwsbrieven kunnen niet worden verwijderd. Heb je blokjes ingevuld?

source: Newsletter Uploaded
nl_nl: Nieuwsbrief ge-upload

source: Newsletters
nl_nl: Nieuwsbrieven

source: Latest Newsletter
nl_nl: Laatste nieuwsbrief

source: Archives
nl_nl: Archief

source: No newsletters have yet been posted.
nl_nl: Er is nog geen nieuwsbrief gemaakt.

source: There are no current news items
nl_nl: Er zijn geen nieuwsberichten

source: To read the latest
nl_nl: Om de laatste

source: newsletter, go
nl_nl: nieuwsbrief te lezen, ga naar

source: Choose Item to Edit
nl_nl: Kies nieuwsbericht om te bewerken

source: Which News Item?
nl_nl: Welk nieuwsbericht?

source: Session Destroyed
nl_nl: Sessie vernietigd

source: Really Destroy Session?
nl_nl: Wil je deze sessie echt vernietigen?

source: Oops, you have requested a non-existant page.
nl_nl: Oeps, je hebt een niet bestaande pagina opgevraagd.NL-tekst

source: Change Password for
nl_nl: Wijzig wachtwoord voor

source: For your security, passwords must be at least 7 characters long and include at least one number.
nl_nl: Wachtwoorden moeten minstens 7 tekens bevatten en tenminste 1 cijfer.

source: Old Password
nl_nl: Oude wachtwoord

source: Choose a New Password
nl_nl: Kies een nieuw wachtwoord

source: Repeat the New Password
nl_nl: Nogmaals het nieuwe wachtwoord

source: Change Password
nl_nl: Wijzig wachtwoord

source: Enter your current password
nl_nl: Voer je huidige wachtwoord in

source: Enter a new password
nl_nl: Voer een nieuw wachtwoord in

source: You must re-enter the new password
nl_nl: Voer het nieuwe wachtwoord nogmaals in

source: Passwords are not the same
nl_nl: Wachtwoorden zijn niet hetzelfde

source: Password is incorrect
nl_nl: Wachtwoord voldoet niet aan de eisen. Wachtwoorden moeten minstens 7 tekens bevatten en tenminste 1 cijfer.

source: Password successfully changed.
nl_nl: Wachtwoord gewijzigd

source: There was an error changing the password.
nl_nl: Het wachtwoord kan niet worden gewijzigd.

source: Reset Password
nl_nl: Reset wachtwoord

source: Enter the Email Address for your Account
nl_nl: Voer e-mailadres voor je account in

source: Address or member id is incorrect
nl_nl: Adres of lidnummer is niet correct

source: If you cannot remember your member id or email address, please
nl_nl: Wachtwoord of e-mailadres vergeten? Neem

source: us
nl_nl: met ons op

source: Your password has been reset. You can change the new password after you login by going into the Member Profile section of the web site.
nl_nl: Je wachtwoord is ge-reset. Je kunt je wachtwoord wijzigen onder de knop 'Mijn Profiel' op de website.

source: The new password has been sent to your email address.
nl_nl: Je nieuwe wachtwoord wordt naar je e-mailadres gestuurd.

source: Choose Member whose Photo you wish to Edit
nl_nl: Kies een lid om de foto te vervangen

source: Upload/Replace Photo
nl_nl: Upload / vervang foto

source: Refund monthly fee
nl_nl: Boek maandelijkse bijdrage terug

source: No monthly transfers found.
nl_nl: Geen maandelijkse bijdrage gevonden

source: This system isn't setup to process monthly fees.
nl_nl: Het systeem is niet ingesteld om maandelijkse bijdragen te verwerken.

source: Action already executed. Start from the administration page for a new refund.
nl_nl: Actie uitgevoerd. Ga naar de administratiepagina om een nieuwe terugboeking op te starten.

source: Already transfered. Start from the administration page for a new transfer.
nl_nl: Is reeds overgemaakt. Ga naar de administratiepagina om een nieuwe overschrijving op te starten.

source: Refund for monthly fee taken on
nl_nl: Boek de maandelijkse bijdrage terug voor

source: Couldn't transfer.
nl_nl: Kan niet overschrijven.

source: No service charges found.
nl_nl: Geen servicebijdragen gevonden
