Repository: lastorset/Local-Exchange
Catalog: includes/lang/*/LC_MESSAGES/*.po
Languages: nl_nl

source: This system isn't setup to process service fees.
nl_nl: Het syteem is niet ingesteld om servicebijdragen te verwerken.

source: Refund for
nl_nl: Boek&nbsp;terug&nbsp;voor

source: taken on
nl_nl: opgelegd op

source: Members Who Have Never Logged In
nl_nl: Leden die nog nooit hebben ingelogd

source: Phone Number(s)
nl_nl: Telefoon

source: Email(s)
nl_nl: E-mail

source: All members in the system have logged in at least once.
nl_nl: Alle leden hebben tenmisnste ??n keer ingelogd.

source: Service Charge
nl_nl: Schrijf de servicebijdrage af

source: This system isn't setup to charge service fees.
nl_nl: Het syteem is niet ingesteld om servicebijdragen te verwerken.

source: Already confirmed. Start from the administration page for a new transfer.
nl_nl: Is reeds bevestigd. Ga naar de administratiepagina om een nieuwe overboeking op te starten.

source: The fee entered must be numeric (e.g. '5') and contain no other characters (e.g. '5 units' = bad input!)
nl_nl: Het bedrag moet numeriek zijn (bijv. '5') en mag geen andere tekens bevatten

source: An Error occured during the transfer.
nl_nl: Er is een fout ontstaan tijdens de overboeking.

source: General Settings
nl_nl: Algemene instellingen

source: Site Features
nl_nl: Site eigenschappen

source: Display Options
nl_nl: Weergave opties

source: Account Restrictions
nl_nl: Ledenbeperkingen

source: Social Networking
nl_nl: Sociaal netwerken

source: Admin Settings
nl_nl: Administratie instellingen

source: <a name='top'></a><font color=red>PLEASE NOTE: The following are <em>General</em> Settings intended for use by the LETS Administrator. <p>More <em>Advanced</em> configuration settings for the Webmaster are located in the file 'includes/inc.config.php'.</font><p>
nl_nl: <a name='top'></a><font color=red>LET OP: de volgende <em>algemene</em> instellingen zijn bedoeld voor gebruik door de LETS administrateur. <p>Meer <em>geavanceerde</em> configuratie instellingen voor de webmaster zijn te vinden in het bestand 'includes/inc.config.php'.</font><p>

source: Back to top
nl_nl: Naar bovenkant pagina

source: Save Settings
nl_nl: Sla&nbsp;instellingen&nbsp;op

source: State deleted
nl_nl: Wijk/buurt verwijderd

source: State name
nl_nl: Wijk/buurt naam

source: Enter state name
nl_nl: Voer de wijk/buurt naam in

source: State created
nl_nl: Wijk/buurt aangemaakt

source: Could not save state
nl_nl: Kan de wijk/buurt niet opslaan

source: State name cannot be blank
nl_nl: De wijk/buurt naam mag niet leeg zijn

source: State name updated
nl_nl: Wijk/buurt naam gewijzigd

source: Could not save state name changes
nl_nl: De wijk/buurt naam wijziging is niet opgeslagen

source: This system isn't setup to charge monthly fees.
nl_nl: Het systeem is niet ingesteld om maandelijkse bijdragen te verwerken.

source: The monthly fee for
nl_nl: De maandelijkse bijdrage voor

source: has already been taken
nl_nl: is al afgeboekt

source: Monthly Fee
nl_nl: Maandelijkse LETS-kring bijdrage

source: Choose time period
nl_nl: Kies&nbsp;de&nbsp;periode

source: From when?
nl_nl: Van&nbsp;wanneer?

source: To when?
nl_nl: Tot&nbsp;wanneer?

source: Exchange History
nl_nl: Transactie geschiedenis

source: For period from
nl_nl: Over de periode van

source: Current Balance
nl_nl: Saldo

source: Transaction Type
nl_nl: Soort transactie

source: Transfer
nl_nl: Maak&nbsp;over

source: Invoice
nl_nl: Factuur

source: To Member
nl_nl: Voor lid

source: Transfer to Member
nl_nl: Maak&nbsp;over&nbsp;naar&nbsp;lid

source: # of
nl_nl: # van

source: # of Minutes
nl_nl: # van minuten

source: Enter a Brief Description of the Exchange
nl_nl: Geef een korte omschrijving van de transactie

source: You cannot transfer to yourself
nl_nl: Je kunt niet naar jezelf overmaken

source: Description too long - maximum length is 255 characters
nl_nl: Omschrijving is te lang - maximaal 255 tekens

source: Hours entered must be a positive, whole number
nl_nl: Ingevoerde uren moeten een positief en heel getal zijn

source: Enter 15, 30, or 45 (or other numbers in 3 minute increments)
nl_nl: Geef 15, 30 of 45 (of andere waarden in stappen van 3 minuten) in

source: Enter a positive number with no more than two decimal points
nl_nl: Geef een positief getal in met niet meer dan ??n komma

source: No units were entered to exchange!
nl_nl: Er is niets ingevuld om over te maken

source: Payment Received on
nl_nl: Betaling ontvangen op

source: Hi
nl_nl: Hallo

source: Just letting you know that you have received a new payment from
nl_nl: Je hebt een nieuwe betaling ontvangen van

source: As you have elected to confirm all payments made to you, please log into your account now and confirm or reject this payment using the following URL...
nl_nl: Je hebt er voor gekozen betalingen aan jou te bevestigen. Log a.u.b. in en bevestig of weiger deze betaling op het volgende adres...

source: has been notified that you wish to transfer
nl_nl: heeft bericht gekregen dat je

source: to him/her
nl_nl: naar haar/hem wilt overmaken

source: This member has opted to confirm all transactions made to him/her. Once the member accepts this transaction your payment will be actioned and you will be invited to leave Feedback for this member
nl_nl: Dit lid heeft er voor gekozen om alle transacties te bevestigen. Zodra dit lid de betaling heeft geaccepteerd wordt de betaling overgemaakt en word je gevraagd of je feedback voor dit lid wilt geven

source: Would you like to
nl_nl: Wil je

source: record another
nl_nl: nog een

source: exchange
nl_nl: transactie boeken

source: Trade failed!
nl_nl: Transactie mislukt!

source: Sorry, the Invoicing facility has been disabled by the site administrator.
nl_nl: Sorry, de mogelijkheid voor factureren is door de webmaster geblokkeerd.

source: Invoice Received on
nl_nl: Factuur ontvangen op

source: Just letting you know that you have received a new Invoice from
nl_nl: Je hebt een nieuwe factuur ontvangen van

source: Please log into your account now to pay or reject this invoice using the following URL...
nl_nl: Log a.u.b. in en betaal of weiger deze transactie op het volgende adres...

source: has been sent an invoice for
nl_nl: heeft een factuur gekregen voor

source: You will be informed when the member pays this invoice and will be invited to leave Feedback for this member
nl_nl: Je krijgt bericht als het lid deze factuur betaalt. Dan zal je worden gevraagd feedback voor dit lid te geven

source: You have transferred
nl_nl: Je hebt nu

source: to
nl_nl: overgemaakt aan

source: Donation from
nl_nl: Donatie van

source: denotes a required field
nl_nl: geeft een vereist veld aan

source: Reverse an Exchange
nl_nl: Boek een transactie terug

source: Choose the exchange to reverse
nl_nl: Kies een transactie om terug te boeken

source: Enter a brief explanation. Information about the original exchange will be automatically included
nl_nl: Geef een korte verklaring. Informatie over de originele transactie wordt automatisch bijgevoegd

source: Reverse
nl_nl: Boek terug

source: Trade has been reversed.
nl_nl: Transactie is teruggeboekt

source: There was an error reversing the trade
nl_nl: De transactie kan niet worden teruggeboekt

source: Exchanges Pending
nl_nl: Wachtende transacties

source: Summary
nl_nl: Samenvatting

source: Payments to Confirm
nl_nl: transacties te accepteren

source: Invoices to Pay
nl_nl: facturen te betalen

source: Sent Payments
nl_nl: verstuurde betalingen

source: Sent Invoices
nl_nl: verstuurde facturen

source: Date
nl_nl: Datum

source: Action
nl_nl: Actie

source: Accept Payment
nl_nl: Accepteer betaling

source: Reject
nl_nl: Weiger

source: Pay Invoice
nl_nl: Betaal factuur

source: Resend Payment
nl_nl: Betaal overnieuw

source: Remove this Notice
nl_nl: Verwijder dit bericht

source: Awaiting Confirmation by
nl_nl: Wacht op goedkeuring van

source: has rejected this transaction
nl_nl: heeft de transactie geweigerd

source: Resend Invoice
nl_nl: Stuur factuur overnieuw

source: Awaiting Payment from
nl_nl: Wacht op betaling van

source: Payment Accepted
nl_nl: Betaling geaccepteerd

source: Invoice Paid
nl_nl: Factuur betaald

source: has confirmed
nl_nl: heeft bevestigd

source: has paid this invoice
nl_nl: heeft deze factuur betaald

source: This trade does not exist or you do not have permission to act on it.
nl_nl: Deze transactie bestaat niet of je hebt geen rechten om er iets mee te doen.

source: Sorry, only Open trades can be rejected or resent.
nl_nl: Sorry, alleen openstaande transacties kunnen worden geweiged of opnieuw verstuurd.

source: This member hasn't rejected this transaction
nl_nl: Dit lid heeft deze transactie niet geweigerd

source: Transaction re-submitted successfully.
nl_nl: Transactie opnieuw verstuurd.

source: Error updating the database
nl_nl: Fout bij schrijven naar de database

source: Sorry, only Open trades can be rejected.
nl_nl: Sorry, alleen openstaande transacties kunnen worden geweigerd.

source: Transaction removed successfully.
nl_nl: Transactie is verwijderd

source: This trade is no longer Open and therefore cannot be rejected.
nl_nl: Deze transactie staat niet langer open en kan dus niet worden geweigerd.

source: This trade is currently marked as Open and thus cannot be removed until the required action has been taken.
nl_nl: Deze transactie staat nog open en kan dus niet worden verwijderd zolang de benodigde actie niet is ondernomen.

source: This trade has already been confirmed and is now closed.
nl_nl: Deze transactie is al bevestigd en is nu gesloten.

source: You do not have permission to confirm this trade.
nl_nl: Je bent niet bevoegd deze transactie te bevestigen.

source: The following Incoming Payments require your confirmation
nl_nl: De volgen binnenkomende betalingen vragen om bevestiging

source: None found
nl_nl: Geen gevonden

source: The following Invoices need paying
nl_nl: De volgende facturen moeten betaald worden

source: You are awaiting confirmation of the following Payments
nl_nl: Je wacht op bevestiging van de volgende betalingen

source: You are awaiting payment for the following Invoices
nl_nl: Je wacht op betaling van de volgende facturen

source: Choose Member to View
nl_nl: Kies een lid om te bekijken

source: Whose Exchange History?
nl_nl: Wiens transactie geschiedenis?

source: is currently down for maintenance.
nl_nl: is nu niet actief, er wordt aan gewerkt.

source: Under 18
nl_nl: Onder 18

source: 30's
nl_nl: 30-er

source: 40's
nl_nl: 40-er

source: 50's
nl_nl: 50-er

source: 60's
nl_nl: 60-er

source: 70's
nl_nl: 70-er

source: Over 80
nl_nl: Boven 80

source: n/a
nl_nl: n.v.t.

source: Male
nl_nl: Man

source: Female
nl_nl: Vrouw

source: Licensed under the
nl_nl: Onder licentie van de

source: Local Exchange UK Ver.
nl_nl: Local Exchange NL Ver.

source: Credits
nl_nl: Verantwoording

source: Offered
nl_nl: Aangeboden

source: Wanted
nl_nl: Gevraagd

source: Members List
nl_nl: Ledenlijst

source: The following listings are new or updated.<p>If you would prefer not to receive automatic email updates, or if you would like to change their frequency, you can do so at the
nl_nl: De volgende advertenties zijn nieuw of gewijzigd.<p> Als je geen wijzigingsbericht per e-mail wilt ontvangen, of je wilt de frequentie van de e-mails wijzigen, kun je dat doen op het

source: area of our website.
nl_nl: deel van de website.

source: Hello
nl_nl: Hallo

source: Due to inactivity, your
nl_nl: Wegens inactiviteit zullen je

source: listings have been set to automatically expire
nl_nl: advertenties automaitisch verlopen na

source: days from now
nl_nl: dagen

source: In order to keep the
nl_nl: Om het

source: system up to date and working smoothly for all members, we have developed an automatic system to expire listings for members who haven't recorded exchanges or updated their listings during a period of
nl_nl: systeem up-to-date te houden en soepel te laten werken voor alle leden, verlopen advertenties van leden die gedurende

source: days. We want the directory to be up to date, so that members do not encounter listings that are out of date or expired. This works to everyone's advantage
nl_nl: dagen niet actief zijn geweest.

source: We apologize for any inconvenience this may cause you and thank you for your participation. If you have any questions or comments, or are unsure how to best use the system, please reply to this email message or call us at
nl_nl: Als je vragen of opmerkingen hierover hebt, kunt je die het beste aan ons laten stellen door deze e-mail te beantwoorden of te bellen op

source: You have
nl_nl: Je hebt

source: days to login to the system and reactivate listings that you would still like to have in the directory. If you do not reactivate them during that timeframe, your listings will no longer appear in the directory, but will still be stored in the system for another
nl_nl: dagen om in te loggen en je advertenties weer actief te maken. Als je gedurende die tijd niets doet, zullen je advertenties niet meer getoond worden. Ze blijven wel in het systeem gedurende

source: days, during which time you can still edit and reactivate them.
nl_nl: dagen. In die tijd kunt je ze nog steeds weer actief maken.

source: Instructions to reactivate listings
nl_nl: Instructie voor het activeren van advertenties

source: Login to the website
nl_nl: Log in op de website

source: Go to Update Listings
nl_nl: Ga naar Wijzig advertenties

source: Select Edit Offered (or Wanted) Listings
nl_nl: Selecteer 'Aanbod' of 'Vraag' advertenties

source: Select the listing to edit
nl_nl: Selecteer de betreffende advertentie

source: Uncheck the box next to 'Should this listing be set to automatically expire?'
nl_nl: Haal het vinkje weg bij 'Moet deze advertentie automatisch verlopen?'

source: Press the Update button
nl_nl: Klik op de Wijzigen knop

source: Repeat steps 1-6 for all listings you wish to reactivate
nl_nl: Herhaal de stappen 1 tot 6 voor alle advertenties die je wilt activeren

source: Your
nl_nl: Je

source: Your password for
nl_nl: Je wachtwoord voor

source: has been reset. If you did not request this reset, it is possible your account has been compromised, and you may want to contact the site administrator at
nl_nl: is gereset. Als je hier niet om gevraagd hebt is het mogelijk dat een ander probeert jouw account te gebruiken. Waarschuw in dat geval de administrator op

source: Your user id and new password are listed at the end of this message. You can change the automatically generated password by going to the Member Profile section after you login.
nl_nl: Je gebruikersnaam en wachtwoord staan onderaan dit bericht. Je kunt je wachtwoord wijzigen door naar de pagina 'Mijn Profiel' te gaan nadat je hebt ingelogd.

source: Hello, and welcome to the
nl_nl: Hallo en welkom bij de

source: community!
nl_nl: club!

source: A member account has been created for you at
nl_nl: Er is een ledenaccount is voor je gemaakt op

source: Please login and create your Offered and Wanted Listings. Your new user id and password are listed at the end of this message. You can change the automatically generated password by going to the Member Profile section after you login.
nl_nl: Je kunt nu inloggen en advertenties plaatsen bij 'Aanbod' en 'Gevraagd'.\nJe inlognaam (LETS-nummer) en wachtwoord staan onderaan dit bericht.\nNadat je bent ingelogd, kun je dit automatisch aangemaakte wachtwoord wijzigen in een wachtwoord dat je gemakkelijk kan onthouden. Dit kun je doen door naar de pagina 'Mijn Profiel' te gaan nadat je hebt ingelogd.

source: Thank you for joining us.
nl_nl: Fijn dat je je bij ons hebt aangesloten.\nWe hopen dat je veel plezier zult hebben van de vele mogelijkheden om diensten te ruilen.\nEen handleiding voor het gebruik van ons LETS-kring programma (Local Exchange) kun je vinden op de website.

source: There was an error accessing a category record
nl_nl: Kan de categorienaam niet openen

source: Please try again later
nl_nl: Probeer het later opnieuw

source: There was an error deleting category code
nl_nl: De categorienaam kan niet worden verwijderd

source: Member Information
nl_nl: Ledeninformatie

source: Members Directory
nl_nl: Ledenlijst

source: Errors occurred on this page
nl_nl: Er zijn fouten opgetreden op deze pagina

source: Cannot create duplicate feedback.
nl_nl: Kan feedback niet kopie?ren

source: There was an error accessing the feedback table
nl_nl: Kan de feedback tabel niet openen

source: Seller
nl_nl: Aanbieder

source: Buyer
nl_nl: Afnemer

source: Type
nl_nl: Waardering

source: Comment
nl_nl: Opmerking

source: There was an error accessing the rebuttal table
nl_nl: Kan de verweertabel niet openen

source: Reply
nl_nl: Antwoord

source: There was an error accessing the
nl_nl: Het is niet mogelijk de

source: listing for
nl_nl: advetentie te openen voor

source: Could not inactivate listing
nl_nl: Kan de advertentie niet blokkeren

source: Could not expire listing
nl_nl: Kan de advertentie niet stopzetten

source: No listings found.
nl_nl: Geen advertenties gevonden

source: Your account has been locked due to too many unsuccessful login attempts. You will need to contact us to have your account unlocked.
nl_nl: Je account is geblokkeerd omdat er te veel mislukte inlogpogingen zijn gedaan. Neem contact op met de webmaster.

source: Password or member id is incorrect. Please try again, or go
nl_nl: Wachtwoord of lidnummer is fout. Probeer het nogmaals of ga naar

source: to have your password reset
nl_nl: om je wachtwoord te resetten

source: There was an error updating the password.
nl_nl: Het wachtwoord kan niet worden ge-reset.

source: Logout
nl_nl: Log uit

source: I'm sorry, but the action attempted was unable to be processed because you don't have permissions
nl_nl: Kan de gevraagde actie niet uitvoeren omdat je niet voldoende rechten hebt

source: If you would like your access level increased, please
nl_nl: Als je je rechten wilt (laten) wijzigen,

source: email the admin
nl_nl: stuur ons een e-mailbericht

source: and ask
nl_nl: en vraag hierom

source: There was an error accessing this member
nl_nl: Kan de ledengegevens niet openen

source: There was an error accessing a person record for
nl_nl: Kan de persoonsgegevens niet openen

source: Member Data
nl_nl: Ledengegevens

source: Person Data
nl_nl: Persoonsgegevens

source: Could not save changes to member
nl_nl: Kan de wijzigingen niet opslaan

source: Invalid person id in URL. This break-in attempt has been reported.
nl_nl: Niet geldige persoonsgegevens in de URL. Deze inbraakpoging is gerapporteerd.

source: Activity
nl_nl: Activiteit

source: No exchanges yet
nl_nl: Nog geen transacties

source: exchanges total
nl_nl: transactie(s) totaal

source: for a sum of
nl_nl: voor een bedrag van

source: last on
nl_nl: laatste op

source: total
nl_nl: totaal

source: negative
nl_nl: negatief

source: neutral
nl_nl: neutraal

source: Joined
nl_nl: Aangemeld

source: Joint Member
nl_nl: Partnerlid

source: PERSONAL INFORMATION
nl_nl: Persoonlijke informatie

source: Unspecified
nl_nl: Niet aangegeven

source: No description supplied
nl_nl: Geen omschrijving gegeven

source: matching members
nl_nl: passende leden

source: day
nl_nl: dag

source: New and updated listings during the last
nl_nl: Nieuwe en gewijzigde advertenties gedurende de laatste

source: Important information about your
nl_nl: Belangrijke informatie over jouw

source: ***NOTE: This member does not have an email address in the system, so they will need to be notified by phone that their listings have been inactivated.
nl_nl: ***LET OP: Dit lid heeft geen e-mailadres in dit systeem en moet dus per telefoon worden verteld dat zijn of haar advertenties zijn geblokkeerd.

source: listings expired for
nl_nl: advertenties verlopen voor

source: All of this member's listings were automatically expired due to inactivity. To turn off this feature, see inc.config.php.
nl_nl: Alle advertenties van dit lid zijn automatisch verlopen. Deze functie kan worden uitgeschakeld in inc.config.php.

source: Could not query database for balance information.
nl_nl: Krijg geen saldoinformatie van de database.

source: Error saving Income Share.
nl_nl: Kan inkomstendeling niet opslaan

source: Income Share saved successfully.
nl_nl: Inkomstendeling is opgeslagen

source: No Income Share to delete
nl_nl: Geen inkomstendeling om te verwijderen

source: Error deleting income Share.
nl_nl: Inkomstendeling kan niet worden verwijderd.

source: Income Share deleted successfully.
nl_nl: Inkomstendeling verwijderd.

source: Could not save news item.
nl_nl: Kan nieuwsbericht niet opslaan.

source: There was an error accessing the news table. Please try again later.
nl_nl: Kan de nieuwstabel niet openen. Probeer het later nog eens.

source: At top of list
nl_nl: Bovenaan de lijst

source: After
nl_nl: Na

source: Printer Friendly View
nl_nl: Printer versie

source: DisplayPage() was called with no content included! Was a blank page intended?
nl_nl: DisplayPage() is aangeroepen zonder inhoud. Is een blanco pagina bedoeld?

source: Could not save new person. There is already a person in your account with the same name, date of birth, and mother's maiden name. If you received this error after pressing the Back button, try going back to the menu and starting again.
nl_nl: Kan de nieuwe persoon niet opslaan. Er bestaat al iemand met deze naam, geboortedatum en moeder's eigen naam binnen jouw account. Als je dit bericht krijgt nadat je op de 'terug'knop hebt geklikt, ga dan terug naar het menu en probeer het opnieuw.

source: Could not save changes to
nl_nl: Kan de wijzigingen niet opslaan voor

source: There was an error accessing this person
nl_nl: Kan de persoons gegevens niet openen

source: Cannot delete primary member
nl_nl: Kan geen hoofd-lid verwijderen

source: Phone type does not exist.
nl_nl: Telefoon type bestaat niet.

source: Update failed!
nl_nl: Wijziging mislukt!

source: Settings updated successfully.
nl_nl: Instellingen opgeslagen

source: State already exists
nl_nl: Wijk/buurt bestaat al

source: There was an error accessing the trades table.
nl_nl: Kan de transactietabel niet openen.

source: Database out of balance on
nl_nl: Database is niet meer in balans op

source: Hi admin
nl_nl: Dag administrateur

source: We thought you should know that whilst processing a trade the system detected that your trade database is out of balance! Obviously something has gone wrong somewhere along the line and we suggest you investigate the cause of this ASAP.
nl_nl: Je moet weten dat tijdens het inboeken van een transactie het systeem ontdekt heeft dat de database niet meer in balans is. Waarschijnlijk is er ergens iets fout gegaan. Zoek zo snel mogelijk de fout op en verhelp deze.

source: The trade database is out of balance! Please contact your administrator at
nl_nl: De transactiedatabase is niet meer in balans. Neem zo snel mogelijk contact op met de webmaster op

source: Reversal of exchange
nl_nl: Terugboeken van een transactie

source: from
nl_nl: van

source: by admin
nl_nl: door administratie

source: On
nl_nl: Op

source: A file with this name already exists on the server.
nl_nl: Een bestand met dezelfde naam bestaat reeds op de server.

source: Could not save database row for uploaded file.
nl_nl: Kan de database record niet opslaan voor ge-upload bestand.

source: Could not save uploaded file. This could be because of a permissions problem. Does the web user have permission to write to the uploads directory? It could also be that the file is too large. The current maximum size of file allowed is
nl_nl: Kan ge-upload bestand niet opslaan. Dit kan duiden op een rechtenprobleem. Heeft de webgebruiker schrijfrechten voor de uploadmap? De maximumgrootte voor een uploadbestand is

source: There was an error accessing the uploads table.
nl_nl: De uploadtabel kan niet worden geopend
